analysis/results/odd-results/gogci-YCSB-stdout-e11.log
[OVERALL], RunTime(ms), 508146
[OVERALL], Throughput(ops/sec), 2.9519075226411307
[TOTAL_GCS_G1_Young_Generation], Count, 6
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 128
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.02518961085987098
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 6
[TOTAL_GC_TIME], Time(ms), 128
[TOTAL_GC_TIME_%], Time(%), 0.02518961085987098
[READ], Operations, 648
[READ], AverageLatency(us), 770917.925925926
[READ], MinLatency(us), 652800
[READ], MaxLatency(us), 1033727
[READ], 95thPercentileLatency(us), 850431
[READ], 99thPercentileLatency(us), 899071
[READ], Return=OK, 648
[READ], Return=ERROR, 852
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2.0
[CLEANUP], MinLatency(us), 2
[CLEANUP], MaxLatency(us), 2
[CLEANUP], 95thPercentileLatency(us), 2
[CLEANUP], 99thPercentileLatency(us), 2
[READ-FAILED], Operations, 852
[READ-FAILED], AverageLatency(us), 9293.539906103286
[READ-FAILED], MinLatency(us), 1991
[READ-FAILED], MaxLatency(us), 4173823
[READ-FAILED], 95thPercentileLatency(us), 7847
[READ-FAILED], 99thPercentileLatency(us), 9743