analysis/results/odd-results/gogci-YCSB-stdout-e15.log
[OVERALL], RunTime(ms), 889535
[OVERALL], Throughput(ops/sec), 1.68627428937591
[TOTAL_GCS_G1_Young_Generation], Count, 6
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 93
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.010454900594130642
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 6
[TOTAL_GC_TIME], Time(ms), 93
[TOTAL_GC_TIME_%], Time(%), 0.010454900594130642
[READ], Operations, 1148
[READ], AverageLatency(us), 769187.2334494774
[READ], MinLatency(us), 659456
[READ], MaxLatency(us), 2068479
[READ], 95thPercentileLatency(us), 844287
[READ], 99thPercentileLatency(us), 926207
[READ], Return=OK, 1148
[READ], Return=ERROR, 352
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 6.0
[CLEANUP], MinLatency(us), 6
[CLEANUP], MaxLatency(us), 6
[CLEANUP], 95thPercentileLatency(us), 6
[CLEANUP], 99thPercentileLatency(us), 6
[READ-FAILED], Operations, 352
[READ-FAILED], AverageLatency(us), 16170.355113636364
[READ-FAILED], MinLatency(us), 1971
[READ-FAILED], MaxLatency(us), 4128767
[READ-FAILED], 95thPercentileLatency(us), 7987
[READ-FAILED], 99thPercentileLatency(us), 10607