analysis/results/odd-results/gonogci-YCSB-stdout-e17.log
[OVERALL], RunTime(ms), 1160566
[OVERALL], Throughput(ops/sec), 1.292472810680306
[TOTAL_GCS_G1_Young_Generation], Count, 6
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 85
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.007324012593855067
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 6
[TOTAL_GC_TIME], Time(ms), 85
[TOTAL_GC_TIME_%], Time(%), 0.007324012593855067
[READ], Operations, 1500
[READ], AverageLatency(us), 773189.9733333334
[READ], MinLatency(us), 648192
[READ], MaxLatency(us), 939007
[READ], 95thPercentileLatency(us), 848383
[READ], 99thPercentileLatency(us), 877567
[READ], Return=OK, 1500
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3.0
[CLEANUP], MinLatency(us), 3
[CLEANUP], MaxLatency(us), 3
[CLEANUP], 95thPercentileLatency(us), 3
[CLEANUP], 99thPercentileLatency(us), 3