analysis/results/odd-results/gonogci-YCSB-stdout-e19.log
[OVERALL], RunTime(ms), 1161715
[OVERALL], Throughput(ops/sec), 1.2911944840171643
[TOTAL_GCS_G1_Young_Generation], Count, 6
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 89
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.007661087271835174
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 6
[TOTAL_GC_TIME], Time(ms), 89
[TOTAL_GC_TIME_%], Time(%), 0.007661087271835174
[READ], Operations, 1500
[READ], AverageLatency(us), 773960.3626666666
[READ], MinLatency(us), 681472
[READ], MaxLatency(us), 934399
[READ], 95thPercentileLatency(us), 844287
[READ], 99thPercentileLatency(us), 876543
[READ], Return=OK, 1500
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4.0
[CLEANUP], MinLatency(us), 4
[CLEANUP], MaxLatency(us), 4
[CLEANUP], 95thPercentileLatency(us), 4
[CLEANUP], 99thPercentileLatency(us), 4