analysis/results/odd-results/gozero-YCSB-stdout-e16.log
[OVERALL], RunTime(ms), 1150340
[OVERALL], Throughput(ops/sec), 1.3039623067962516
[TOTAL_GCS_G1_Young_Generation], Count, 6
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 192
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.01669071752699202
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 6
[TOTAL_GC_TIME], Time(ms), 192
[TOTAL_GC_TIME_%], Time(%), 0.01669071752699202
[READ], Operations, 1500
[READ], AverageLatency(us), 766380.032
[READ], MinLatency(us), 619520
[READ], MaxLatency(us), 898559
[READ], 95thPercentileLatency(us), 842751
[READ], 99thPercentileLatency(us), 865791
[READ], Return=OK, 1500
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3.0
[CLEANUP], MinLatency(us), 3
[CLEANUP], MaxLatency(us), 3
[CLEANUP], 95thPercentileLatency(us), 3
[CLEANUP], 99thPercentileLatency(us), 3