analysis/results/odd-results/gozero-YCSB-stdout-e19.log
[OVERALL], RunTime(ms), 1153668
[OVERALL], Throughput(ops/sec), 1.3002007509959537
[TOTAL_GCS_G1_Young_Generation], Count, 6
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 71
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.006154283554714181
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 6
[TOTAL_GC_TIME], Time(ms), 71
[TOTAL_GC_TIME_%], Time(%), 0.006154283554714181
[READ], Operations, 1500
[READ], AverageLatency(us), 768522.24
[READ], MinLatency(us), 673280
[READ], MaxLatency(us), 945151
[READ], 95thPercentileLatency(us), 840703
[READ], 99thPercentileLatency(us), 861695
[READ], Return=OK, 1500
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 12.0
[CLEANUP], MinLatency(us), 12
[CLEANUP], MaxLatency(us), 12
[CLEANUP], 95thPercentileLatency(us), 12
[CLEANUP], 99thPercentileLatency(us), 12